/* min1max2 */
"A minimum of 1 and a maximum of 2 regions are allowed." = "A minimum of 1 and a maximum of 2 regions are allowed.";

/* okQ */
"Are you sure you want to delete the selected region?" = "Are you sure you want to delete the selected region?";

/* cancel */
"Cancel" = "Cancel";

/* change */
"Change" = "Change";

/* conform */
"Conform" = "Conform";

/* alreadyLocated */
"It's already located" = "It's already located";

/* mylocation */
"My Location" = "My Location";

/* neighborhood */
"Near Location" = "Near Location";

/* searchCurrentLocation */
"Search by current location" = "Search by current location";

/* selectLocation */
"Select Location" = "Select Location";

/* setMyLocation */
"Set My Location" = "Set My Location";

/* readRange */
"You can see only the selected range of posts." = "You can see only the selected range of posts.";

/* lastOne */
"If only one location is selected, it cannot be deleted. Would you like to change the currently set location?" = "If only one location is selected, it cannot be deleted. Would you like to change the currently set location?";

/* emptyLocation */
"You must select at least 1 location." = "You must select at least 1 location.";

